/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Εισερχόμενο αίτημα επαφής";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Απασχολημένος";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Σφάλμα κλήσης 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Σφάλμα κλήσης 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Αναμονή κλήσης";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Σύνδεση";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Διαθέσιμη επαφή";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Μη διαθέσιμη επαφή";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Ελήφθησαν επαφές";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Η μεταφορά αρχείου ολοκληρώθηκε";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Η μεταφορά αρχείου απέτυχε";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Ελήφθη το πρώτο μήνυμα";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Η κλήση ολοκληρώθηκε";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Κλήση σε αναμονή";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Εισερχόμενη κλήση";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Μεταφορά εισερχόμενου αρχείου";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Σύνδεση στο Skype";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Αποσύνδεση";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Το μήνυμα ελήφθη";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Ελήφθη μήνυμα πρώτου πλάνου";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Το μήνυμα εστάλη";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Νέος χρήστης";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Εξερχόμενη κλήση";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Απομακρυσμένος τερματισμός κλήσης";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Συνέχιση κλήσης";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Κλήση με τονικό πληκτρολόγιο";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Τριπλό μπιπ";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Φωνητικό μήνυμα";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Όταν αποσυνδέομαι";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Όταν συνδέομαι";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Η επαφή γίνεται διαθέσιμη";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Η επαφή γίνεται μη διαθέσιμη";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Εισερχόμενη κλήση";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Εισερχόμενη κλήση - Αναμονή κλήσεων";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Σύνδεση κλήσης";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Εξερχόμενη κλήση";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Η κλήση ολοκληρώθηκε";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Τερματισμός κλήσης από συμμετέχοντα στην ομαδική κλήση";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Απασχολημένος";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Κλήση σε αναμονή";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Συνέχιση κλήσης";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Νέο μήνυμα σε πρόσφατη συνομιλία";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Νέο μήνυμα στην τρέχουσα συνομιλία";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Πρώτο μήνυμα στη συνομιλία";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Ελήφθη μήνυμα διάθεσης";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Η επαφή πληκτρολογεί";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Το μήνυμα εστάλη";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Ελήφθη αίτημα επαφής";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Ελήφθησαν επαφές";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Μεταφορά εισερχόμενου αρχείου";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Η μεταφορά αρχείου ολοκληρώθηκε";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Η μεταφορά αρχείου απέτυχε";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Συνδέθηκε εφαρμογή API υπολογιστή";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Έχετε συνδεθεί.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Έχετε αποσυνδεθεί.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Η επαφή \"@\" είναι διαθέσιμη.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Η επαφή \"@\" δεν είναι διαθέσιμη.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Έχετε εισερχόμενη κλήση από τον χρήστη \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Έχετε εισερχόμενη κλήση από τον χρήστη \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Πραγματοποιείται σύνδεση κλήσης.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Πραγματοποιείται κλήση στο χρήση \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Η κλήση ολοκληρώθηκε.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Ο συμμετέχων τερμάτισε την κλήση.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Η γραμμή είναι κατειλημμένη.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Κλήση σε αναμονή.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Συνέχιση κλήσης.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Μήνυμα";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Μήνυμα από τον χρήστη \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Μήνυμα στον χρήστη \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "Ο χρήστης \"@\" άλλαξε μήνυμα διάθεσης.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Έχετε μήνυμα συνομιλίας από τον χρήστη \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "Ο χρήστης \"@\" πληκτρολογεί.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Έχετε λάβει αίτημα επαφής από τον χρήστη \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Έχετε λάβει μια λίστα επαφών από τον χρήστη \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Έχετε λάβει ένα αρχείο από τον χρήστη \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Η μεταφορά αρχείου με τον χρήστη \"@\" ολοκληρώθηκε.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Η μεταφορά αρχείου με τον χρήστη \"@\" απέτυχε.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "Ο χρήστης \"@\" συνδέθηκε στο Skype";
